---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayRungheight
source: html/deff8ef9-c418-e38f-e598-6f51475bbd1b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayRungheight Property

"Rung Height"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCabletrayRungheight { get; }
```